Repository: simon-knuth/scanner
Catalog: Scanner/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# AppBarButtonAspectRatio.Label
source: Aspect Ratio
de_de: Seitenverhältnis

# AppBarButtonAspectRatio.ToolTipService.ToolTip
source: Aspect Ratio
de_de: Seitenverhältnis

# AppBarButtonCopy.Label
source: Copy
de_de: Kopieren

# AppBarButtonCopy.ToolTipService.ToolTip
source: Copy (Ctrl+C)
de_de: Kopieren (Strg+C)

# AppBarButtonCrop.Label
source: Crop
de_de: Zuschneiden

# AppBarButtonCrop.ToolTipService.ToolTip
source: Crop
de_de: Zuschneiden

# AppBarButtonDelete.Label
source: Delete
de_de: Löschen

# AppBarButtonDelete.ToolTipService.ToolTip
source: Delete
de_de: Löschen

# AppBarButtonDone.Label
source: Done
de_de: Fertig

# AppBarButtonDone.ToolTipService.ToolTip
source: Done
de_de: Fertig

# AppBarButtonDraw.Label
source: Draw
de_de: Zeichnen

# AppBarButtonDraw.ToolTipService.ToolTip
source: Draw
de_de: Zeichnen

# AppBarButtonRename.Label
source: Rename
de_de: Umbenennen

# AppBarButtonRename.ToolTipService.ToolTip
source: Rename
de_de: Umbenennen

# AppBarButtonRotate.Label
source: Rotate
de_de: Drehen

# AppBarButtonRotate.ToolTipService.ToolTip
source: Rotate
de_de: Drehen

# AppBarButtonShare.Label
source: Share
de_de: Teilen

# AppBarButtonShare.ToolTipService.ToolTip
source: Share (Ctrl+S)
de_de: Teilen (Strg+S)

# ButtonCancel.ToolTipService.ToolTip
source: Cancel
de_de: Abbrechen

# ButtonRecents.ToolTipService.ToolTip
source: Previous scans
de_de: Vorherige Scans

# ButtonSettings.ToolTipService.ToolTip
source: Settings
de_de: Einstellungen

# ButtonSettingsChooseFolder.Content
source: Choose folder
de_de: Ordner wählen

# ButtonSettingsResetSaveLocation.Content
source: Reset to default
de_de: Zurücksetzen

# ComboBoxItemSettingsThemeDark.Content
source: Dark
de_de: Dunkel

# ComboBoxItemSettingsThemeLight.Content
source: Light
de_de: Hell

# ComboBoxItemSettingsThemeSystem.Content
source: Use system setting
de_de: System-Design

# ComboBoxSettingsTheme.Header
source: Theme
de_de: Design

# ContentDialogFeedback.CloseButtonText
source: Close
de_de: Schließen

# ContentDialogFeedback.Title
source: Are you enjoying the app?
de_de: Gefällt Ihnen die App?

# DefaultResolutionIndicator
source: Default
de_de: Standard

# ErrorMessageConversionBodyAfterExtension
source: instead. You can disable conversion for unsupported formats in the settings.
de_de: -Format gespeichert. Die Konvertierung kann in den Einstellungen deaktiviert werden.

# ErrorMessageConversionBodyBeforeExtension
source: A file format was selected that is not supported by the scanner, but converting to it from a supported format failed. The scan has been saved as
de_de: Ein Dateiformat wurde gewählt, welches der Scanner nicht nativ unterstützt. Die Konvertierung von einem unterstützten Format schlug fehl, jedoch wurde die Originaldatei im

# ErrorMessageConversionHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageDeleteBody
source: The scan could not be deleted.
de_de: Der Scan konnte nicht gelöscht werden.

# ErrorMessageDeleteHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageFeedbackHubBody
source: The Feedback Hub could not be launched. The error message is:
de_de: Der Feedback Hub konnte nicht gestartet werden. Die Fehlermeldung ist:

# ErrorMessageFeedbackHubHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageNoColorModeBody
source: Please select a color mode.
de_de: Bitte wählen Sie einen Farbmodus.

# ErrorMessageNoColorModeHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageNoFormatBody
source: Please select a file format.
de_de: Bitte wählen Sie ein Dateiformat.

# ErrorMessageNoFormatHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageNoResolutionBody
source: Please select a resolution.
de_de: Bitte wählen Sie eine Auflösung.

# ErrorMessageNoResolutionHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageRenameBody
source: Perhaps a file with that name already exists.
de_de: Möglicherweise existiert eine Datei mit diesem Namen bereits.

# ErrorMessageRenameHeader
source: Rename unsuccessful
de_de: Umbenennen fehlgeschlagen

# ErrorMessageRotateBody
source: The scan could not be rotated.
de_de: Der Scan konnte nicht gedreht werden.

# ErrorMessageRotateHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageSaveBody
source: The changes could not be saved.
de_de: Die Änderungen konnten nicht gespeichert werden.

# ErrorMessageSaveHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageScanCancelBody
source: The scan could not be canceled.
de_de: Der Scanvorgang konnte nicht abgebrochen werden.

# ErrorMessageScanCancelHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageScanErrorBody
source: An unknown error occured while scanning.
de_de: Der Scanvorgang wurde aufgrund eines unbekannten Fehlers abgebrochen.

# ErrorMessageScanErrorHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageScanFolderBody
source: Please select a folder to scan to in the settings.
de_de: Bitte wählen Sie in den Einstellungen einen Zielordner.

# ErrorMessageScanFolderClose
source: Close
de_de: Schließen

# ErrorMessageScanFolderHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageScanFolderSettings
source: Settings
de_de: Einstellungen

# ErrorMessageScannerInformationBody
source: No data about the selected scanner could be retrieved. The scanner list will be reinitialized. The error description is:
de_de: Es konnten keine Daten zum ausgewählten Scanner abgefragt werden. The Scannerliste wird neu initialisiert. Die Fehlermeldung lautet:

# ErrorMessageScannerInformationHeader
source: Unable to use scanner
de_de: Scanner nicht verfügbar

# ErrorMessageScanScannerErrorBody
source: The scanner returned an error message:
de_de: Der Scanner hat die folgende Fehlermeldung zurückgegeben:

# ErrorMessageScanScannerErrorHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageShowResultBody
source: Unable to display the result of the scan.
de_de: Das Ergebnis des Scans konnte nicht angezeigt werden.

# ErrorMessageShowResultClose
source: Close
de_de: Schließen

# ErrorMessageShowResultHeader
source: Something went wrong
de_de: Etwas ist schiefgelaufen

# ErrorMessageShowResultOpenFolder
source: Open folder
de_de: Ordner öffnen

# FoundScannersHintAfterNumber
source: found
de_de: gefunden

# HyperlinkScannerSelectionHintBodyLink
source: settings app
de_de: Einstellungen

# HyperlinkSettingsRateLink
source: rate Scanner in the Microsoft Store
de_de: bewerten Sie Scanner im Microsoft Store,

# HyperlinkSettingsRestartHintLink
source: save and restart the app
de_de: Einstellungen speichern und die App neu starten

# MenuFlyoutItemFlipAspectRatio
source: Seitenverhältnis drehen
de_de: Flip aspect ratio

# NotificationScanCompleteBody
source: Return to the app for editing and more.
de_de: Kehren Sie zum Bearbeiten sowie für weitere Optionen zur App zurück.

# NotificationScanCompleteHeader
source: Scan complete
de_de: Scan fertiggestellt

# NotificationScanErrorBody
source: Return to the app for more information.
de_de: Kehren Sie für mehr Informationen zur App zurück.

# NotificationScanErrorHeader
source: Scan failed
de_de: Scannen fehlgeschlagen

# RadioButtonColorModeColor.Content
source: Color
de_de: Farbe

# RadioButtonColorModeGrayscale.Content
source: Grayscale
de_de: Graustufen

# RadioButtonColorModeMonochrome.Content
source: Monochrome
de_de: Monochrom

# RadioButtonSourceAutomatic.Content
source: Automatic configuration
de_de: Automatische Konfiguration

# RadioButtonSourceFeeder.Content
source: Feeder
de_de: Einzug

# RadioButtonSourceFlatbed.Content
source: Flatbed
de_de: Flachbett

# RunScannerSelectionHintBodyAfterLink.Text
source: first.
de_de: hinzugefügt werden.

# RunScannerSelectionHintBodyBeforeLink.Text
source: If your scanner does not show up within three minutes, you might need to add it in the
de_de: Wenn der Scanner nicht innerhalb von drei Minuten gefunden wird, muss er möglicherweise zuerst in den

# RunSettingsAfterFeedbackLink.Text
source: to request new features, report bugs and vote on suggestions or
de_de: um neue Funktionen vorzuschlagen, Fehler zu melden und Vorschläge zu unterstützen, oder

# RunSettingsAfterRateLink.Text
source: to help others decide whether this is the right app for them.
de_de: um anderen Nutzern beim Finden der für sie passenden App zu helfen.

# RunSettingsBeforeFeedbackLink.Text
source: Use the
de_de: Nutzen Sie den

# RunSettingsRestartHintAfterLink.Text
source: for changes to take effect.
de_de: um die Änderungen zu übernehmen.

# RunSettingsRestartHintBeforeLink.Text
source: Please
de_de: Bitte

# TextBlockColorMode.Text
source: Color Mode
de_de: Farbmodus

# TextBlockDeleteBody.Text
source: The file will be moved to the recycle bin.
de_de: Die Datei wird in den Papierkorb verschoben.

# TextBlockFormatHeader.Text
source: Save as
de_de: Speichern als

# TextBlockResolution.Text
source: Resolution in DPI
de_de: Auflösung

# TextBlockResolutionFileSizeHint.Text
source: (affects file size)
de_de: (beeinflusst Dateigröße)

# TextBlockScannerSelectionHintHeader.Text
source: Select a scanner
de_de: Wählen Sie einen Scanner

# TextBlockSettingsAboutHeader.Text
source: About
de_de: Über diese App

# TextBlockSettingsFeedbackHeader.Text
source: Give feedback
de_de: Feedback senden

# TextBlockSettingsHeader.Text
source: Settings
de_de: Einstellungen

# TextBlockSettingsSaveLocationHeader.Text
source: Save location
de_de: Speicherort

# TextBlockSource.Text
source: Source
de_de: Quelle

# TextBoxRename.Header
source: Enter a new name for the file.
de_de: Geben Sie einen neuen Namen für die Datei ein.

# ToggleMenuFlyoutItemAspectRatioCustom.Text
source: Custom
de_de: Manuell

# ToggleMenuFlyoutItemAspectRatioHeaderChinese.Text
source: Chinese
de_de: Chinesisch

# ToggleMenuFlyoutItemAspectRatioHeaderNA.Text
source: North American
de_de: Nordamerikanisch

# ToggleMenuFlyoutItemAspectRatioSquare.Text
source: Square
de_de: Quadrat
